tutorials/of_cavity/system/numpyToFoamDict
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  9
     \\/     M anipulation  |
\*---------------------------------------------------------------------------*/
FoamFile
{
    format      ascii;
    class       dictionary;
    object      numpyToFoamDict;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //
dataDir       "data";
fields        (p U UPrime2Mean);
write         true;                                                                                                                          ;
time          
{
    startTime     8.0;
    endTime       12.0;
    deltaT       0.01;
}



// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //
